Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: I'm trying to get out of here, but\nI always end up at the same spot.\pMaybe the number of boulders is\na hint…
pl: Próbuję stąd wyjść, ale zawsze\ntrafiam w to miejsce.\pMoże ilość kamieni jest\njakąś podpowiedzią…

# W-what do you intend to do with me?
source: W-what do you intend to do with\nme?
pl: C-co masz zamiar ze mną\nzrobić?

# Oh… I was afraid that you meant to harm me.
source: Oh… I was afraid that you meant to\nharm me.
pl: Och… Bałam się, że chcesz mnie\nskrzywdzić.

source: I am so glad that you happened\nhere.\pI grew rather bored of walking,\nand I am feeling fatigued.\pMay I ask you to take me home\nfrom here?
pl: Ciesze się, że napotkałam cię\nna swej drodze.\pNudziło mnie już to chodzenie.\nJestem już zmęczona.\pProszę o odprowadzenie\nmnie do domu.

# I think there is a mysterious power at work in this cave.
source: I think there is a mysterious power\nat work in this cave.
pl: Myślę, że drzemie tu jakaś\ntajemnicza moc.

# If you don't go into the right tunnel, you won't get ahead.
source: If you don't go into the right\ntunnel, you won't get ahead.
pl: Jeśli nie trafisz do dobrego\ntunelu, nie przejdziesz dalej.

# Earlier, a lady went into the caves ahead.
source: Earlier, a lady went into the caves\nahead.
pl: Wcześniej, szła tędy jakaś dama.

source: {PLAYER} entered a password.\p“GOLDEEN need log.”\p… … … … … …\pAnother password is needed to\nopen the door…
pl: {PLAYER} wpisuje hasło.\p“GOLDEEN need log.”\p… … … … … …\pBy otworzyć te drzwi, potrzeba\ndrugiego hasła…

source: {PLAYER} entered two passwords.\p“GOLDEEN need log.”\n“Yes, nah, CHANSEY.”\p… … … … … …\pThe WAREHOUSE's door opened!
pl: {PLAYER} wpisuje dwa hasła.\p“GOLDEEN need log.”\n“Yes, nah, CHANSEY.”\p… … … … … …\pDrzwi do SKŁADU otworzyły się!

# The WAREHOUSE's door is already open.
source: The WAREHOUSE's door is already\nopen.
pl: Drzwi do SKŁADU są już otwarte.

# This area's strictly off-limits! Out, out!
source: This area's strictly off-limits!\nOut, out!
pl: Wstęp na ten teren wzbroniony!\nWynocha!

source: Is this for real?
pl: Ty tak na serio?

# You don't have any business here! Go home!
source: You don't have any business here!\nGo home!
pl: Nie masz tu nic do roboty!\nDo domu!

# There's nothing past here except our WAREHOUSE.pSo what brings you here?
source: There's nothing past here except\nour WAREHOUSE.\pSo what brings you here?
pl: Nie ma tu nic oprócz naszego\nSKŁADU.\pNo to po coś tu przylazł?

source: That wasn't supposed to happen…
pl: Tak być nie miało…

source: You're wanting to know what's inside\nthis WAREHOUSE?\pIt's better you didn't know.\nFor your own sake, I mean.
pl: Chcesz wiedzieć co jest wewnątrz\nSKŁADU?\pUwierz, że lepiej dla ciebie byłoby\ntego nie wiedzieć.

# You'd be wasting time even if you were to get by me.
source: You'd be wasting time even if you\nwere to get by me.
pl: Tracisz czas, nawet jeśli uda ci\nsię mnie pokonać.

source: Oh, that makes me furious!
pl: Och, to mnie denerwuje!

# You won't be able to get in without the passwords anyway.
source: You won't be able to get in without\nthe passwords anyway.
pl: I tak nie uda ci się wejść nie\nznając haseł!

source: I'm the eldest of the BIRD\nBROTHERS.\pThe best thing about birds…\nIt has to be the beak.
pl: Jestem starszym PTASIM\nBRATEM.\pNajlepsza rzecz dotycząca ptaków…\nTo chyba ich dzioby!

source: Oh, so sharp!
pl: Och, ostre!

# You can fly to FOUR ISLAND from here.
source: You can fly to FOUR ISLAND from\nhere.
pl: Stąd można polecieć na\nWYSPĘ FOUR.

source: I'm the middle kid of the BIRD\nBROTHERS.\pThe best thing about birds…\nIt has to be the wings.
pl: Jestem średnim PTASIM\nBRATEM.\pNajlepsza rzecz dotycząca ptaków…\nTo chyba ich skrzydła.

source: Flap, flap!
pl: Mach, mach!

# There was a really somber guy over that way.
source: There was a really somber guy\nover that way.
pl: Jakiś posępny gostek też tędy\nprzechodził.

source: I'm the youngest of the BIRD\nBROTHERS.\pThe best thing about birds…\nIt has to be the down.
pl: Jestem najmłdoszym z PTASICH\nBRACI.\pNajlepsza rzecz dotycząca ptaków…\nTo opierzenie.

# Down is so comfy… It makes me drowsy…
source: Down is so comfy…\nIt makes me drowsy…
pl: Pióra są miękkie…\nChce mi się spać…

# It fills me with happiness when bird POKéMON beg playfully…
source: It fills me with happiness when\nbird POKéMON beg playfully…
pl: Radością wypełnia mnie, gdy\nmoje POKéMONY dobrze się bawią…

source: Scrub, scrub…
pl: Drap, drap…

# Hello… Your POKéMON look healthy…
source: Hello…\nYour POKéMON look healthy…
pl: Witaj…\nTwoje POKéMONY są zdrowe…

# This is where I buried my ONIX… It was named TECTONIX…
source: This is where I buried my ONIX…\nIt was named TECTONIX…
pl: Tu pochowałem swojego ONIXA…\nMiał na imię TECTONIX…

source: “Here lies TECTONIX” is engraved\non a boulder.\pThere is a LEMONADE placed as an\noffering in front of the grave.
pl: Napis na kamieniu brzmi:\n“Tu leży TECTONIX”.\pPrzy grobie, ktoś umieścił LEMONIADĘ\njako symbol zjednoczenia.

# Would you like to leave another LEMONADE as an offering?
source: Would you like to leave another\nLEMONADE as an offering?
pl: Czy chcesz zostawić tu swoją\nLEMONIADĘ?

# {PLAYER} placed a can of LEMONADE in front of the grave.
source: {PLAYER} placed a can of LEMONADE\nin front of the grave.
pl: {PLAYER} umieszcza puszkę LEMONIADY\nna grobie.

source: Th-thank you…\pThat was my TECTONIX's favorite\ndrink…\pI don't even know you, but your\nact of kindness…\pIt's uplifted me a little.\pCan you please take this as my\nthanks?
pl: Dz-dziękuję…\pTo był ulubiony napój mojego\nTECTONIXA…\pNie znam cię, ale twój akt\nzjednoczenia…\pPodniósł mnie lekko na duchu.\pCzy możesz to wziąć jako\npodziękowanie?

# Please be good to your POKéMON, too.
source: Please be good to your POKéMON,\ntoo.
pl: Bądź dobry dla swoich\nPOKéMONÓW.

# If you don't have room for it, I'll hold it for you till next time.
source: If you don't have room for it,\nI'll hold it for you till next time.
pl: Popilnuję tego dla ciebie,\njeśli nie masz na to miejsca.

source: Oh, it's you from that time…\pI still have that thing I wanted\nyou to have as my thanks.
pl: Och, to znowu ty…\pOczywiście nadal trzymam dla\nciebie mój prezent.

# Scrub, scrub…p… … … TECTONIX…
source: Scrub, scrub…\p… … …\nTECTONIX…
pl: Drap, drap…\p… … …\nTECTONIX…

source: Boulders and rocks are neatly piled\nup as a cairn.\p“Here lies TECTONIX” is engraved\non a boulder.
pl: Kamienie i głazy ułożone są tu\nformując kopiec.\p“Tu leży TECTONIX” głosi napis na\nkamieniu.

# I'm on my way to prepare a meal for a certain high-society person.
source: I'm on my way to prepare a meal\nfor a certain high-society person.
pl: Staram się przygotować posiłek\ndla wysoko postawionej osobistości.

source: You're on a quest to catch every\nsingle kind of POKéMON?\p…How incredible. Please tell me if\nyou catch a strong one!
pl: Masz za zadanie złapać wszystkie\ngatunki POKéMONÓW?\p…Niesamowite. Powiedz mi, jeżeli uda\nci się złapać silnego!

# With these hands, I will create my victory!
source: With these hands, I will create\nmy victory!
pl: Tymi dłońmi, wykreuję swoje\nzwycięstwo!

# The shame of this… I'm red-faced…
source: The shame of this…\nI'm red-faced…
pl: Co za wstyd…\nZaczerwieniłam się…

# Uh-oh, my paint tubes have scattered everywhere!
source: Uh-oh, my paint tubes have\nscattered everywhere!
pl: O nie, wszędzie rozsypały\nmi się farby!

# Excuse me! I'm trying to paint.lPlease keep out of my sight!
source: Excuse me!\nI'm trying to paint.\lPlease keep out of my sight!
pl: Przepraszam!\nPróbuję malować.\lProszę zejść mi z oczu.

# This loss… I feel like I'm whiting out…
source: This loss…\nI feel like I'm whiting out…
pl: Ta porażka…\nNatchnęła mnie…

# GILLIAN? Please tilt your head slightly…lThere! That's the look I want!
source: GILLIAN?\nPlease tilt your head slightly…\lThere! That's the look I want!
pl: GILLIAN?\nProszę zegnij lekko głowę…\lTak! Teraz wyglądasz idealnie!

# Hmm… The angle, it is not quite there…
source: Hmm…\nThe angle, it is not quite there…
pl: Hmm…\nTen kąt, nie jest dokładny…

# Oh… My feelings, they are blue…
source: Oh…\nMy feelings, they are blue…
pl: Och…\nMoje uczucia, są błękitne…

source: The sky and the sea…\nThey are so fickle.\pTheir changing expressions make\nthem difficult to capture.
pl: Morze i niebo…\nSą takie niestałe.\pIch zmienna natura powoduje, że\ntrudno jest je uwiecznić.

# I am visiting my friend's retreat, if you must know.
source: I am visiting my friend's retreat,\nif you must know.
pl: Odwiedzam mojego przyjaciela,\njeśli musisz wiedzieć.

source: Oh, my, so strong.
pl: Ojej, taki silny.

# I find it pleasurable to leisurely battle in the gentle sea breeze.
source: I find it pleasurable to leisurely\nbattle in the gentle sea breeze.
pl: Bardzo lubię walczyć bez pośpiechu\nowiewana morską bryzą.

# I'm thinking of having a pool made specially for POKéMON.
source: I'm thinking of having a pool\nmade specially for POKéMON.
pl: Myślę nad stworzeniem basenu\nspecjalnie dla POKéMONÓW.

source: Oh, my goodness gracious!
pl: O wielkie nieba!

# A pool would be nice, but I must say, a sun-room may be sublime.
source: A pool would be nice, but I must\nsay, a sun-room may be sublime.
pl: Basen byłby świetny, ale sądzę,\nże idealne byłoby solarium.

# I'm a good runner. I'm really fast!
source: I'm a good runner.\nI'm really fast!
pl: Jestem dobrym i\nszybkim biegaczem!

# Oops! I rushed things!
source: Oops!\nI rushed things!
pl: Ups!\nPospieszyłem się!

# When I run with the wind, it feels like I could fly!
source: When I run with the wind, it feels\nlike I could fly!
pl: Gdy biegnę z wiatrem, czuje się\njakbym mógł latać!

# I say, this marine life here at this resort agrees with me.
source: I say, this marine life here at\nthis resort agrees with me.
pl: Sądzę, że życie marynarza w tym\nresorcie to coś dla mnie.

# That's a shocker! You must be joking.
source: That's a shocker!\nYou must be joking.
pl: Szokujące!\nChyba żartujesz.

# Getting so serious over this… How nonsensical.
source: Getting so serious over this…\nHow nonsensical.
pl: Zbyt poważnie to traktujesz…\nNiedorzeczność.

source: SELPHY: Thank you.\pYou may go now.
pl: SELPHY: Dziękuję.\pMożesz już iść.

source: SELPHY'S HOUSE
pl: DOM SELPHY

source: SELPHY: Oh?\nDo I know you from somewhere?\pOh, but that doesn't matter.\pI am exquisitely bored.\nPlease, hear my wish.
pl: SELPHY: Och?\nCzy my się skądś nie znamy?\pOch, ale to nie ważne.\pJestem potwornie znudzona.\nProszę, wysłuchaj mnie.

source: I wish to see a POKéMON.\nA darling {STR_VAR_1}.\pI want to see one right away.\nPlease, make my wish come true.
pl: Chciałabym zobaczyć POKéMONA.\nSłodkiego {STR_VAR_1}.\pBardzo mi na tym zależy.\nProszę, spełnij moje życzenie.

source: SELPHY: Oh, I'm tired of this.\nI'm tired of waiting for you.\pI'll forgive you this time, but\nplease don't fail me next time.
pl: SELPHY: Mam tego dość.\nMam dość czekania na ciebie.\pTym razem ci wybaczę, ale\nproszę, nie zawiedź mnie następnym\prazem.

source: SELPHY: Oh, hello, there.\pOh, my gracious. That must be the\n{STR_VAR_1} you caught for me.\pGiggle…\nI see a resemblance to you.\pThank you so kindly.\p… … … … … …\nIs something the matter?\pYou may leave.\p… … … … … …\nOh, fine. I understand now.\pSEBASTIAN!\nI need you here this instant!
pl: SELPHY: Och, witaj.\pO, niebiosa! To musi być ten\n{STR_VAR_1}, którego dla mnie złapałeś.\pHihihi...\nWidzę między wami pewne podobieństwo.\pWielkie dzięki.\p... ... ... ... ... ...\nCzy coś jest nie tak?\pMożesz odejść.\p... ... ... ... ... ...\nOch, tak. Rozumiem.\pSEBASTIANIE!\nPotrzebuję cię tu natychmiast!

source: Butler: Yes, my lady.
pl: Lokaj: Tak, pani.

# SELPHY: See to it that this person is given a token of appreciation.
source: SELPHY: See to it that this person\nis given a token of appreciation.
pl: SELPHY: Obdaruj tego oto młodzieńca\ndowodem mojej wdzięczności.

# Butler: I shall do as you bid, my lady.
source: Butler: I shall do as you bid,\nmy lady.
pl: Lokaj: Oczywiście, jak pani każe.

source: Butler: I sincerely thank you for\npleasing Lady SELPHY.\pPlease accept this as her thanks…
pl: Lokaj: Uniżenie dziękuję, za\nuradowanie mej Pani, SELPHY.\pProszę przyjąć ten podarek…

# Butler: Your BAG appears to be unfortunately full.
source: Butler: Your BAG appears to be\nunfortunately full.
pl: Lokaj: Niestety, twoja TORBA\njest chyba pełna.

# Oh… How disappointing.
source: Oh…\nHow disappointing.
pl: Och…\nPrzykro mi.

# SELPHY: I wish you the best of luck.
source: SELPHY: I wish you the best of\nluck.
pl: SELPHY: Życzę ci szczęścia.

source: Butler: The smile of Lady SELPHY\nhas the brilliance of the sun.\pPlease, I beg you to bring joy\nto Lady SELPHY.
pl: Lokaj: Uśmiech Pani SELPHY jest\njak promień porannego słońca.\pProszę, nie szczędź szczęścia\nPani SELPHY.

# There are many POKéMON locked away in the pen…
source: There are many POKéMON locked\naway in the pen…
pl: W zagrodzie jest zamknięte\ndużo POKéMONÓW…

# The pen door is unlocked. The POKéMON appear to have fled.
source: The pen door is unlocked.\nThe POKéMON appear to have fled.
pl: Drzwi do zagrody są otwarte.\nPOKéMONY musiały uciec.

# Did you come here knowing it's TEAM ROCKET's WAREHOUSE?
source: Did you come here knowing it's\nTEAM ROCKET's WAREHOUSE?
pl: Przybyłeś tu wiedząc, że to\nSKŁAD ZESPOŁU R?

source: What do you think you're doing?!
pl: Co ty niby tu robisz?

# TEAM ROCKET broke up? What planet are you from?
source: TEAM ROCKET broke up?\nWhat planet are you from?
pl: ZESPÓŁ R się rozpadł?\nZ jakiej jesteś planety?

source: Oh, now your POKéMON look strong.\nYou're willing to sell them?\pOh?\nYou wanted to battle?
pl: Och, twoje POKéMONY są silne.\nNie chciałbyś ich sprzedać?\pOch?\nChcesz ze mną walczyć?

# Oh, but… Too much!
source: Oh, but…\nToo much!
pl: No, ale…\nZa dużo!

# We can give you a great price. Sell us your POKéMON!
source: We can give you a great price.\nSell us your POKéMON!
pl: Ustalimy uczciwą cenę.\nSprzedaj nam swoje POKéMONY!

source: I got word about you from the\nothers.\pBut there's no way a kid like you'd\nknow our BOSS GIOVANNI!
pl: Inni opowiadali mi o\ntobie.\pNie wierzę, że taki mały bachor\njak ty naprawdę poznał GIOVANNIEGO!

source: Don't…you…dare…laugh…
pl: Nie…śmiej…się…śmiać…

# Don't mess in the doings of adults, you jumped-up pip-squeak!
source: Don't mess in the doings of adults,\nyou jumped-up pip-squeak!
pl: Nie mieszaj się w sprawy dorosłych,\nmały głupku!

source: I don't know or care if what I'm\ndoing is right or wrong…\pI just put my faith in GIOVANNI\nand do as I am told.
pl: Nie wiem i nie obchodzi mnie, czy\nto co robię jest złe, czy dobre…\pWierzę w GIOVANNIEGO\ni w to, co nam mówi.

# I… I'm shattered…
source: I…\nI'm shattered…
pl: Jestem…\nzałamana…

# You're doing things according to your beliefs and morals.pI understand now…
source: You're doing things according to\nyour beliefs and morals.\pI understand now…
pl: Ty też robisz rzeczy według\ntego w co wierzysz.\pWłaśnie to zrozumiałam…

source: I've made it so you can come back\nin through there.\pWhy don't you go get rested and\nrefreshed for what lies ahead?\pThe ADMIN after me outranks me\nthoroughly as a TRAINER.\pYou'd better steel yourself for one\nharsh challenge.
pl: Zrobiłam to, byś mógł tędy\nwrócić.\pMoże pójdziesz odpocząć, a potem\nodświeżony wrócisz drążyć dalej?\pDOWÓDCA za mną jest dużo\nlepszy jako TRENER niż ja.\pLepiej przygotuj się na\npoważne wyzwanie.

source: That's quite enough of you \nplaying the hero, kid.\pSpreading lies about how TEAM\nROCKET has disbanded…\pIt's such an obvious attempt to\ncause confusion in our ranks.\pFortunately, we're not so ignorant\nto fall for the lies of a child!\pAnd now, I'll show you how scary\nan angry adult can be!
pl: Dość tego zgrywania bohatera\nmaluchu.\pRozpowszechnianie kłamstw na temat\nrozpadu ZESPOŁU R…\pTo czysta prowokacja i sposób na\nsianie zamieszania w naszej grupie.\pNa szczęście, nie jesteśmy tak głupi,\nby uwierzyć w kłastwa dzieciaka!\pA teraz pokażę ci jaki zły i\nstraszny może być dorosły!

source: Urgh…\nYou were too strong…\p…\nTh-that's GIOVANNI's BADGE!\pSo it's true?\nTEAM ROCKET really has disbanded?
pl: Urg…\nJesteś zbyt silny…\p…\nT-to ODZNAKA GIOVANNIEGO!\pWięc to prawda?\nZESPÓŁ R naprawde się rozpadł?

source: We will abandon this WAREHOUSE…\pBut don't think this is over.\nI won't let this be the end.\pI will find GIOVANNI.\nAnd I will resurrect TEAM ROCKET!\lI will…\pUntil then, farewell!
pl: Opuścimy ten SKŁAD…\pAle nie myśl, że to koniec.\nNie pozwolę, żeby to się tak\pskończyło.\pZnajdę GIOVANNIEGO.\nA następnie wskrzeszę ZESPÓŁ R!\pTak zrobię…\pAle na razie, znikam!

source: A report with graphs and text is on\nthe PC monitor.\p“The Influence of Magnetic Waves\non POKéMON Evolution”…\p… … … … … …\pIt's too difficult to understand…
pl: Na monitorze widnieje jakiś\nraport z wykresami.\p“Wpływ Fal Magnetycznych na\nEwolucje POKéMONÓW”…\p… … … … … …\pJest zbyt skomplikowany, by\ngo zrozumieć…

source: I almost managed to sell the\nSAPPHIRE for huge money…\pThen, you just had to come along\nand blow the whole deal apart!\pFufu… Fufufufu…\nThere's no forgiveness for you!
pl: Już prawie sprzedałem SZAFIR\nza wielkie pieniądze…\pAle musiałeś zjawić się TY i\nwszystko zepsuć!\pFufu… Fufufufufufu…\nNie ma tu miejsca na przebaczenie!

# Gah! Darn! Darn! Darn!
source: Gah! Darn!\nDarn! Darn!
pl: Arg! Kurcze!\nKurcze!

# If I can't sell it, it's worthless! Go ahead, take it!
source: If I can't sell it, it's worthless!\nGo ahead, take it!
pl: Skoro nie mogę go sprzedać, weź go\nsobie!

# What do you want now? Go on, get lost, leave me be.
source: What do you want now?\nGo on, get lost, leave me be.
pl: Czego teraz chcesz?\nIdź już, spadaj, daj mi spokój.

source: What, you again?\pYou… You're not GIOVANNI's kid,\nare you?\pNo, that can't be right!\nGIOVANNI's kid has red hair.\pYou don't have any reasons for\nbugging me. Leave me alone!
pl: Co, znowu ty?\pTy… Nie jesteś dzieciakiem\nGIOVANNIEGO, co?\pNie, to nie możesz być ty!\nTen mały miał czerwone włosy.\pNie masz powodu, żeby mnie\nzaczepiać, więc odejdź.

source: You travel all over the place,\ndon't you?\pYou're not driving your POKéMON\ntoo harshly, are you?\pLet me take a look.\n… … … … … …
pl: Podróżujesz po całej krainie,\nczyż nie?\pNie przemęczasz swoich POKéMONÓW,\nmam rację?\pPozwól, że sprawdzę.\n… … … … … …

# Ah, hmm… I see, I see…
source: Ah, hmm…\nI see, I see…
pl: Ach, hmm…\nRozumiem, Rozumiem…

source: Oh, impressive.\nYou treat your POKéMON right.\pI think you can be entrusted with\nthis.\pPlease, I'd like you to have this.
pl: Wspaniale.\nŚwietnie traktujesz swoje POKéMONY.\pSądzę więc, że mogę ci to\npowierzyć.\pProszę, weź to ze sobą.

# {PLAYER} received an EGG from the man!
source: {PLAYER} received an EGG\nfrom the man!
pl: {PLAYER} dostaje JAJO\nod mężczyzny!

source: …Unfortunately, you don't have\nspace for this in your party.\pYou'd better come back for it\nanother time.
pl: …Niestety, nie masz na to\nmiejsca w drużynie.\pByłoby miło, gdybyś zrobił miejsce i\nwrócił innym razem.

# I received that EGG while I was traveling.pI'm glad I met someone like you.
source: I received that EGG while I was\ntraveling.\pI'm glad I met someone like you.
pl: Dostałem to JAJO podczas jednej\nz podróży.\pWspaniale, że cię spotkałem.

source: Oh, hello.\nThat's a cute {STR_VAR_2}.\pSeeing it reminds me of a sweet \nlittle girl I met while traveling.\pShe was gently grooming POKéMON…\nShe was a little angel.\pThat little girl's name…\nI think it was DAISY.
pl: Och, witaj.\nJaki słodki {STR_VAR_2}.\pPatrząc tak na niego, przypomina\nmi się pewna dziewczyna, którą poznałem.\pByła jak słodki POKéMONEK...\nMalutki aniołek.\pImię tej małej dziewczynki...\nNazywała się chyba DAISY.

# This is an excellent environment for raising POKéMON.
source: This is an excellent environment\nfor raising POKéMON.
pl: To wspaniałe otoczenie do\ntrenowania POKéMONÓW.

# Your POKéMON are growing up admirably well!
source: Your POKéMON are growing up\nadmirably well!
pl: Twoje POKéMONY bardzo szybko\nrosną!

# You know, I think you have the talent to be a good BREEDER.
source: You know, I think you have the\ntalent to be a good BREEDER.
pl: Wiesz, myślę, że masz wielki\ntalent do bycia HODOWCĄ.

# FOUR ISLAND The Warm, Blue, Floe Island
source: FOUR ISLAND\nThe Warm, Blue, Floe Island
pl: WYSPA FOUR\nWyspa Błękitnych Kier

# LORELEI has returned.pDid she find the city life too stressful, I wonder?
source: LORELEI has returned.\pDid she find the city life too\nstressful, I wonder?
pl: LORELEI powróciła.\pCiekawe, czy uznała, życie\nmiasta za zbyt stresujące.

source: LORELEI has gone back.\pThe LAPRAS she has, I imagine it\nto be the one she met as a child.\pI believe it was in ICEFALL CAVE\nthat she caught it.\pPerhaps that POKéMON has been with\nher ever since.
pl: LORELEI wróciła do domu.\pLAPRAS z którym przybyła, to chyba\nten sam, którego spotkała jako dziecko.\pSądzę, że złapała go w\nJASKINI LODOSPADU.\pPewnie ten POKéMON żyje z nią od\ntamtych czasów.

source: {RIVAL}: Hey!\n{PLAYER}!\pWhat are you doing here in the\nSEVII ISLANDS?\pYou should quit copying me,\nyou know?\pAnyways, I already got my POKéMON\nEGG, so I'm done with this island.\pHeh, I bet you don't even know\nabout POKéMON EGGS.\pYou'll never fill your NATIONAL\nPOKéDEX that way.\pBy the way, I saw someone we both\nknow on this island.\pWhy don't you go look around if\nit makes you curious?\pMe, I don't have the time to\nwaste.\pBe smelling ya!
pl: {RIVAL}: Hej!\n{PLAYER}!\pCo robisz na WYSPACH SEVII?\pWiesz, że powinieneś przestać za\nmną łazić, gnojku?\pNo nie ważne, dostałem już swoje\nJAJO POKéMONA, więc spadam z\ptej wyspy.\pHeh, Pewnie nawet nie wiesz co\nto jest POKé JAJO.\pNigdy w ten sposób nie wypełnisz\nNARODOWY POKéDEX.\pPrzy okazji, widziałem tu kogoś,\nkogo znamy oboje.\pMoże się rozejrzysz i zaspokoisz\nswoją ciekawość?\pA ja, nie mam już czasu\ndo stracenia.\pSpadam!

source: Oh, you found me!\nPlease don't tell LORELEI.\pDid you know that LORELEI has lots\nand lots of stuffed dolls?\pEvery time she comes back to\nFOUR ISLAND, her collection grows!
pl: Och, znalazłeś mnie!\nProszę, nie mów LORELEI.\pWiedziałeś, że LORELEI ma barzdo\ndużo wypchanych lalek?\pZa każdym razem, gdy wraca z\nWYSPY FOUR, jej kolekcja powiększa\psię!

source: Ooh, chilly!\pI made a slushie using ice I\nshaved inside ICEFALL CAVE.\pIt's chilly and tasty!
pl: Och, świetnie!\pRobię błotko z lodu, które\nobłupałem z JASKINI LODOSPADU.\pTo świetna zabawa!

source: LORELEI'S HOUSE
pl: DOM LORELEI

# There! Boing! You're awfully heavy!
source: There! Boing!\nYou're awfully heavy!
pl: Proszę!\nJesteś strasznie ciężki!

source: LORELEI: Keep your filthy hands\noff the POKéMON in the cave!\pDo as I say, or you'll have me to\nanswer to!
pl: LORELEI: Zabieraj swoje brudne\nłapska od POKéMONA z jaskini!\pRób co mówię albo odpowiesz\nprzede mną!

# Aww, shut it, lady, and leave us be.pDon't let your glasses get all steamed up!
source: Aww, shut it, lady, and leave\nus be.\pDon't let your glasses get all\nsteamed up!
pl: Aww, przestań i daj nam\nspokój.\pNie pozwól, żeby zaparowały ci\nokulary!

source: LORELEI: {PLAYER}?!\nWhat are you doing here?\pNo, we can catch up later.\nRight now, I need your help.\pHelp me kick these poachers out\nbefore they do anything else.\pThey've been catching POKéMON\nhere, then selling them off!\pAre you ready?\nYou take that one, please!
pl: LORELEI: {PLAYER}?!\nCo ty tu robisz?\pNie, dogonimy ich później.\nTeraz potrzebuję twojej pomocy.\pPomóż mi zająć się tymi kłusownikami\nzanim narobią więcej kłopotów.\pŁapią tu POKéMONY, a\nnastępnie odsprzedają z zyskiem!\pJesteś gotów?\nZajmij się proszę, tym jednym!
